/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "content_width": "80ch"
      }
    },
    "faq_Qa8dBm": {
      "type": "faq",
      "blocks": {
        "item_nKKiEe": {
          "type": "item",
          "settings": {
            "title": "Do you ship overseas?",
            "content": "<p>Yes, we ship as far as the European Union area.</p>"
          }
        },
        "item_FeXytH": {
          "type": "item",
          "settings": {
            "title": "How long will it take to get my orders?",
            "content": "<p>It depends on where you are. Orders processed here will take 2-3 business days to arrive. Overseas deliveries can take anywhere from 7-16 days. Delivery details will be provided in your confirmation email.</p>"
          }
        },
        "item_bk3fWL": {
          "type": "item",
          "settings": {
            "title": "What is a portable power station?",
            "content": "<p>A larger scale power bank incorporating an MPPT (solar controller), a battery and an inverter, along with various input and output ports.</p><p>They work in a similar way to a generator, allowing users to power devices and mains appliances where there is no access to grid mains power. </p><p>Battery sizes (energy capacity) and inverter ratings (output power) vary across different models to offer more cost effective and tailored solutions.</p>"
          }
        },
        "item_Xxmg4E": {
          "type": "item",
          "settings": {
            "title": "When might a portable power station be used?",
            "content": "<p>They can be used for almost anything which requires a power supply when there is no access to mains power. </p><p>Predominantly with campervans, and motorhomes. </p><p>Businesses like to have off-grid power without the noise and smell of a generator which these products can provide. </p><p>Festivals often have a ‘no generator’ policy on site so access to power becomes difficult for the punters.</p><p>Back up during power cuts. Being without power is inconvenient at best. A portable power station can ensure that essential devices and emergency medical equipment can be kept running until grid power returns.</p><p>Many trades and fleets require vehicles to be adapted to have onboard power. Portable power stations are cost effective as they reduce installation costs.</p><p>Reduces the need for roadside idling and wasted energy.</p><p>To store energy when it is on a lower tariff or by solar generation and use it later.</p>"
          }
        },
        "item_j3wkAn": {
          "type": "item",
          "settings": {
            "title": "What are Watt hours and amp hours?",
            "content": "<p>A Watt (W) is a rate of <em>power</em> usage (in Joules per second).</p><p>A Watt hour (Wh) is a Watt of power spent every second for an entire hour.</p><p>A 2000Wh battery would allow you to run an appliance rated at 2000W for one hour or a 1000W appliance for 2 hours. All batteries however, reserve some capacity to maintain the cell life (15-20% for LFP batteries and 50% for lead acid) which is not usable.</p><p>A Watt is worked out by multiplying voltage (V) with amperage (A) (eg. 12V x 2 amps = 24W)</p><p>Watt hours can be converted to amp hours by dividing Wattage by voltage (eg. 1500Wh / 12V = 125Ah)</p>"
          }
        },
        "item_7LDUcU": {
          "type": "item",
          "settings": {
            "title": "What does peak or surge power mean?",
            "content": "<p>Certain devices, such as items with motors, use more power when they start up than what they use when they are running. A portable power station's surge power will allow a limited amount of extra power to start these devices.</p>"
          }
        },
        "item_xUPBPx": {
          "type": "item",
          "settings": {
            "title": "Can a power station be charged by solar and mains at the same time?",
            "content": "<p>Yes, our products will accept both types of charge at the same time, with priority given to the solar (or DC) charge so you save energy coming from the grid.</p>"
          }
        },
        "item_UNUaq9": {
          "type": "item",
          "settings": {
            "title": "How do I convert mAh to kWh?",
            "content": "<p>To convert <strong>mAh (milliamp hours)</strong> to <strong>kWh (kilowatt hours)</strong>, you need to know the voltage of your battery. Use this simple formula:</p><p><strong>mAh × V ÷ 1,000,000 = Wh</strong><br/><br/>Then, <strong>Wh ÷ 1,000 = kWh</strong></p><p><strong>Example:</strong><br/><br/>A 20,000mAh power bank at 12V →<br/><br/>20,000 × 12 ÷ 1,000,000 = <strong>0.24kWh</strong></p><p>So that portable power pack stores roughly <strong>0.24 kilowatt-hours</strong> of energy.</p>"
          }
        },
        "item_EjRCWx": {
          "type": "item",
          "settings": {
            "title": "How do I convert kWh to Ah?",
            "content": "<p>If you want to know how many milliamp hours equal a certain number of kilowatt hours, reverse the formula:</p><p><strong>kWh × 1,000,000 ÷ V = Ah</strong></p><p><strong>Example:</strong><br/><br/>A 1kWh battery at 12V →<br/><br/>1 × 1,000,000 ÷ 12 = <strong>83,333mAh</strong></p><p>That means a 1kWh system could theoretically hold around <strong>83,000Ah</strong> at 12 volts.</p>"
          }
        },
        "item_fmPceT": {
          "type": "item",
          "settings": {
            "title": "What’s the difference between mAh and kWh?",
            "content": "<ul><li><strong>mAh (milliamp hours)</strong> measures electrical <strong>charge</strong> — how much current a battery can supply over time.<br/></li><li><strong>kWh (kilowatt hours)</strong> measures <strong>energy use or storage</strong> — how much total power can be delivered.<br/></li></ul><p>mAh is more common for <strong>small devices</strong> like phones or portable power banks, while kWh is used for <strong>larger systems</strong> such as home batteries, generators, and solar energy storage.</p>"
          }
        },
        "item_HgEGjQ": {
          "type": "item",
          "settings": {
            "title": "What’s the difference between AC and DC power (UK)?",
            "content": "<p>In the UK, <strong>AC (alternating current)</strong> is what comes from your mains sockets — typically <strong>230V AC</strong>. It’s ideal for powering household appliances.</p><p><strong>DC (direct current)</strong>, on the other hand, is the type of power stored in batteries and used by most electronics. Portable power stations often convert <strong>DC to AC</strong> so you can plug in standard UK devices safely.</p>"
          }
        }
      },
      "block_order": [
        "item_nKKiEe",
        "item_FeXytH",
        "item_bk3fWL",
        "item_Xxmg4E",
        "item_j3wkAn",
        "item_7LDUcU",
        "item_xUPBPx",
        "item_UNUaq9",
        "item_EjRCWx",
        "item_fmPceT",
        "item_HgEGjQ"
      ],
      "settings": {
        "full_width": true,
        "subheading": "",
        "title": "{{ page.title }}",
        "content": "",
        "team_avatar_width": 160,
        "support_hours": "Our customer support is available Monday to Friday: 8.30am-5pm.",
        "answer_time": "Average answer time: 24h",
        "button_text": "",
        "button_url": "",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": "",
        "heading_color": "",
        "heading_gradient": "",
        "button_background": "",
        "button_text_color": "",
        "accordion_background": "",
        "accordion_text_color": ""
      }
    }
  },
  "order": [
    "main",
    "faq_Qa8dBm"
  ]
}
